daylerees.rainglow
ecmel.vscode-html-css
haskell.haskell
huytd.github-light-monochrome
james-yu.latex-workshop
justusadam.language-haskell
llvm-vs-code-extensions.vscode-clangd
pkief.material-icon-theme
redhat.java
rust-lang.rust-analyzer
tamasfe.even-better-toml
tombonnike.vscode-status-bar-format-toggle
usernamehw.errorlens
vadimcn.vscode-lldb
vscjava.vscode-java-debug
