haskell.haskell
huytd.github-light-monochrome
james-yu.latex-workshop
justusadam.language-haskell
llvm-vs-code-extensions.vscode-clangd
redhat.java
rust-lang.rust-analyzer
tombonnike.vscode-status-bar-format-toggle
usernamehw.errorlens
vadimcn.vscode-lldb
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven

