beem.monochromator
ecmel.vscode-html-css
esbenp.prettier-vscode
haskell.haskell
james-yu.latex-workshop
justusadam.language-haskell
llvm-vs-code-extensions.vscode-clangd
ms-python.debugpy
ms-python.python
pkief.material-icon-theme
redhat.java
rust-lang.rust-analyzer
tamasfe.even-better-toml
tombonnike.vscode-status-bar-format-toggle
usernamehw.errorlens
vadimcn.vscode-lldb
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
